questions = [
    {
        'text': 'Какой из следующих городов является столицей Франции?\n'
                'a) Париж\n'
                'b) Марсель\n'
                'c) Лион\n'
                'd) Бордо\n',
        'correct_answer': 'a'
    },
    {
        'text': 'Какой из следующих композиторов является автором симфонии "Моцартова 40-я"?\n'
                'a) Вольфганг Амадей Моцарт\n'
                'b) Людвиг ван Бетховен\n'
                'c) Иоганн Себастьян Бах\n'
                'd) Антонио Вивальди\n',
        'correct_answer': 'a'
    },
    {
        'text': 'Какая из этих стран не является членом Европейского Союза?\n'
                'a) Германия\n'
                'b) Франция\n'
                'c) Великобритания\n'
                'd) Швейцария\n',
        'correct_answer': 'c'
    },
    {
        'text': 'Какая из этих рек является самой длинной в Европе?\n'
                'a) Волга\n'
                'b) Дунай\n'
                'c) Рейн\n'
                'd) Днепр\n',
        'correct_answer': 'b'
    },
    {
        'text': 'Какая из этих стран не имеет выхода к морю?\n'
                'a) Австрия\n'
                'b) Швейцария\n'
                'c) Венгрия\n'
                'd) Польша\n',
        'correct_answer': 'a'
    },
    {
        'text': 'Какой из следующих языков является официальным языком Швейцарии?\n'
                'a) Немецкий\n'
                'b) Французский\n'
                'c) Итальянский\n'
                'd) Ретороманский\n',
        'correct_answer': 'a'
    },
    {
        'text': 'Какой из следующих композиторов является автором оперы "Кармен"?\n'
                'a) Жорж Бизе\n'
                'b) Рихард Вагнер\n'
                'c) Людвиг ван Бетховен\n'
                'd) Вольфганг Амадей Моцарт\n',
        'correct_answer': 'a'
    },
    {
        'text': 'Какая из этих стран является крупнейшей по территории в Европе?\n'
                'a) Россия\n'
                'b) Канада\n'
                'c) США\n'
                'd) Китай\n',
        'correct_answer': 'a'
    },
    {
        'text': 'Какой из следующих городов является столицей Италии?\n'
                'a) Рим\n'
                'b) Милан\n'
                'c) Турин\n'
                'd) Венеция\n',
        'correct_answer': 'a'
    },
    {
        'text': 'Какой из следующих композиторов является автором симфонии "Сymphonie Fantastique"?\n'
                'a) Людвиг ван Бетховен\n'
                'b) Вольфганг Амадей Моцарт\n'
                'c) Гектор Берлиоз\n'
                'd) Иоганн Себастьян Бах\n',
        'correct_answer': 'c'
    },
    {
        'text': 'Какая из этих стран является членом НАТО?\n'
                'a) Россия\n'
                'b) Китай\n'
                'c) США\n'
                'd) Германия\n',
        'correct_answer': 'd'
    },
    {
        'text': 'Какой из следующих языков является официальным языком Испании?\n'
                'a) Испанский\n'
                'b) Каталанский\n'
                'c) Галисийский\n'
                'd) Баскский\n',
        'correct_answer': 'a'
    },
    {
        'text': 'Какой из следующих композиторов является автором оперы "Борис Годунов"?\n'
                'a) Модест Мусоргский\n'
                'b) Пётр Чайковский\n'
                'c) Николай Римский-Корсаков\n'
                'd) Сергей Рахманинов\n',
        'correct_answer': 'a'
    },
    {
        'text': 'Какая из этих стран является крупнейшей по населению в Европе?\n'
                'a) Россия\n'
                'b) Германия\n'
                'c) Великобритания\n'
                'd) Франция\n',
        'correct_answer': 'a'
    },
    {
        'text': 'Какой из следующих городов является столицей Польши?\n'
                'a) Варшава\n'
                'b) Краков\n'
                'c) Гданьск\n'
                'd) Познань\n',
        'correct_answer': 'a'
    }
]